{
  "quotes": [
    "It’s a dangerous business, Frodo, going out your door…You step into the Road, and if you don’t keep your feet, there is no knowing where you might be swept off to. ",
    "‘Why was I chosen ?’ ‘Such questions cannot be answered, ’ said Gandalf.‘You may be sure that it was not for any merit that others do not possess: not for power or wisdom, at any rate.But you have been chosen, and you must therefore use such strength and heart and wits as you have.’ ",
    "He loved mountains, or he had loved the thought of them marching on the edge of stories brought from far away; but now he was borne down by the insupportable weight of Middle - earth. He longed to shut out the immensity in a quiet room by a fire. ",
    "There, peeping among the cloud - wrack above a dark tor high up in the mountains, Sam saw a white star twinkle for a while.The beauty of it smote his heart, as he looked up out of the forsaken land, and hope returned to him. ",
    "It’s the job that’s never started as takes longest to finish. ",
    "Where there’s life there’s hope…and need of vittles. ",
    "Do not scorn pity that is the gift of a gentle heart. ",
    "You and I, Sam, are still stuck in the worst places of the story, and it is all too likely that some will say at this point: ‘Shut the book now, Dad; we don’t want to read any more.’ ",
    "All we have to decide is what to do with the time that is given us. ",
    "Don’t adventures ever have an end? I suppose not. Someone else always has to carry on the story. ",
    "Over the field rang his clear voice calling: ‘Death! Ride, ride to ruin and the world’s ending!’ ",
    "Yet such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere. ",
    "Real names tell you the story of the things they belong to… ",
    "One who cannot cast away a treasure at need is in fetters. ",
    "Songs like trees bear fruit only in their own time and their own way: and sometimes they are withered untimely. ",
    "You have shown your usual cunning in getting up just in time for a meal. ",
    "Memory is not what the heart desires.That is only a mirror. ",
    "This is the hour of the Shire - folk, when they arise from their quiet fields to shake the towers and counsels of the Great. ",
    "Deeds will not be less valiant because they are unpraised. ",
    "May your beer be laid under an enchantment of surpassing excellence for seven years! ",
    "Be Bold, but Wary! Keep up your merry hears, and ride to meet your fortune! ",
    "The counsel of Gandalf was not founded on foreknowledge of safety, for himself or for others, ’ said Aragorn.‘There are some things that it is better to begin than to refuse, even though the end may be dark. ",
    "’What do you fear, lady ?’ he asked.‘A cage, ’ she said, ‘To stay behind bars, until use and old age accept them, and all chance of doing great deeds is gone beyond recall or desire. "
  ]
}